Repository: IlhamSetiawan/gnome-bedtime-mode
Catalog: po/*.po
Languages: cs, de, es, fr, it, nl, ro

source: Grayscale
cs: Odstíny šedi
de: Graustufen
es: Escala de grises
fr: Échelle de gris
it: Scala di grigi
nl: Zwart-wit
ro: Gri

source: Amber
cs: Jantarová
de: Orange
es: Ámbar
fr: Ambre
it: Ambra
ro: Chihlimbar

source: Green
cs: Zelená
de: Grün
es: Verde
fr: Vert
it: Verde
nl: Groen
ro: Verde

source: Cyan
cs: Azurová
es: Cian
it: Ciano
nl: Groenblauw
ro: Turcoaz

source: Sepia
cs: Sépiová
fr: Sépia
it: Seppia

source: Red
cs: Červená
fr: Rouge

source: Bedtime Mode
cs: Režim večerky
fr: Mode coucher
it: Modalità notte

source: Automatic Schedule
cs: Automatický plán
de: Automatischer Zeitplan
es: Horario automático
fr: Programmation automatique
it: Pianificazione automatica
nl: Automatisch schema
ro: Program automat

source: Start Time
cs: Čas začátku
de: Beginn
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
nl: Starttijd
ro: Ora de început

source: <small>Specifies the time when Bedtime Mode will be automatically turned on.</small>
cs: <small>Určete čas, kdy bude režim večerky automaticky aktivován.</small>
de: <small>Die Zeit, wann der Schlafenszeitmodus automatisch eingeschaltet wird.</small>
es: <small>Especifica la hora a la que se activará automáticamente el modo descanso.</small>
fr: <small>Spécifie l’heure à laquelle le mode coucher démarrera automatiquement.</small>
it: <small>Specifica l'ora in cui la modalità La modalità notte verrà attivata automaticamente.</small>
nl: <small>Geef aan hoe laat de nachtkastmodus moet worden ingeschakeld.</small>
ro: <small>Definește ora la care modul Ora de culcare va fi pornit automat.</small>

source: End Time
cs: Čas konce
de: Ende
es: Hora de fin
fr: Heure de fin
it: Ora di fine
nl: Eindtijd
ro: Ora de sfârșit

source: <small>Specifies the time when Bedtime Mode will be automatically turned off.</small>
cs: <small>Určete čas, kdy bude režim večerky automaticky deaktivován.</small>
de: <small>Die Zeit, wann der Schlafenszeitmodus automatisch ausgeschaltet wird.</small>
es: <small>Especifica la hora en la que el modo descanso se apagará automáticamente.</small>
fr: <small>Spécifie l’heure à laquelle le mode coucher s’éteindra automatiquement.</small>
it: <small>Specifica l'ora in cui la modalità notte verrà disattivata automaticamente.</small>
nl: <small>Geef aan hoe laat de nachtkastmodus moet worden uitgeschakeld.</small>
ro: <small>Definește ora la care modul Ora de culcare va fi oprit automat.</small>

source: On-Demand
cs: Ruční ovládání
de: Auf Anfrage
es: A la carta
fr: À la demande
nl: Op verzoek
ro: La cerere

source: Show Button
cs: Zobrazit tlačítko
de: Knopf anzeigen
es: Mostrar botón
fr: Afficher le bouton
it: Mostra pulsante
nl: Knop tonen
ro: Arată butonul

source: <small>Choose to always show or hide the button or display it only when the schedule is active.</small>
cs: <small>Zvolte, jestli tlačítko bude vždy zobrazeno nebo skryto nebo jen když bude plán aktivní.</small>
de: <small>Wählen Sie, ob der Knopf immer angezeigt / versteckt werden soll, oder ob er automatisch bei aktiviertem Zeitplan erscheinen soll.</small>
es: <small>Muestra u oculta siempre el botón o sólo lo muestra cuando la programación esté activa.</small>
fr: <small>Choisissez entre un affichage ou un masquage du bouton permanent, ou encore un affichage au moment de l’activation programmée.</small>
it: <small>Scegli di mostrare o nascondere sempre il pulsante o di visualizzarlo solo quando il programma è attivo.</small>
nl: <small>Geef aan of de knop altijd moet worden getoond of worden verborgen, of alleen als er een schema actief is.</small>
ro: <small>Alege ca butonul să fie întotdeauna afișat (sau ascuns) sau să fie afișat doar când programul automat este activ.</small>

source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
it: Sempre
nl: Altijd
ro: Întotdeauna

source: On Active Schedule
cs: Při aktivním plánu
de: Bei aktiviertem Zeitplan
es: En horario activo
fr: Lors de l’activation programmée
it: Su programma attivo
nl: Tijdens schema
ro: În program activ

source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
ro: Niciodată

source: Button Location
cs: Umístění tlačítka
de: Ort des Knopfes
es: Ubicación del botón
fr: Emplacement du bouton
it: Posizione del pulsante
nl: Knoplocatie
ro: Locația butonului

source: <small>Add a button to Top Bar or System Menu. The button can be used to manually toggle the Bedtime Mode.</small>
cs: <small>Přidejte tlačítko na horní panel nebo do systémového menu. Tlačítko může být použito pro ruční přepnutí režimu večerky</small>
de: <small>Einen Knopf zur oberen Leiste oder dem Systemmenü hinzufügen. Dieser Knopf kann zum manuellen Umschalten des Schlafenszeitmodus verwendet werden.</small>
es: <small>Añade un botón a la barra superior o al menú del sistema. El botón se puede utilizar para alternar manualmente el modo descanso.</small>
fr: <small>Choisissez de placer le bouton pour activer manuellement le mode coucher dans la barre supérieure ou dans le menu système.</small>
it: <small>Aggiungi un pulsante alla barra superiore o al menu di sistema. Il pulsante può essere utilizzato per attiva manualmente la modalità notte.</small>
nl: <small>Toon een knop op de bovenbalk of in het systeemmenu. Met deze knop kan de nachtkastmodus worden in- of uitgeschakeld.</small>
ro: <small>Adaugă un buton în bara de sus sau în meniul sistemului. El poate fi utilizat ca să pornești sau să oprești manual modul Ora de culcare.</small>

source: Top Bar
cs: Horní panel
de: Obere Leiste
es: Barra superior
fr: Barre supérieure
it: Barra superiore
nl: Bovenbalk
ro: Bara de sus

source: System Menu
cs: Systémové menu
de: Systemmenü
es: Menú del sistema
fr: Menu système
it: Menù di sistema
nl: Systeemmenu
ro: Meniul sistemului

source: Top Bar On/Off Indicator
cs: Indikátor zapnutí horního panelu
de: Ein-/Aus-Indikator in der oberen Leiste
es: Indicador de encendido/apagado de la barra superior
fr: Indicateur Activé / Éteint de la barre supérieure
it: "Indicatore On/Off della barra superiore
nl: Aan-/Uitindicator op bovenbalk
ro: Indicator de funcționare în bara de sus

source: <small>Change the button appearance in Top Bar when Bedtime Mode is active/inactive.</small>
cs: <small>Změňte vzhled tlačítka v horním panelu, když je režim večerky (ne)aktivní</small>
de: <small>Das Erscheinungsbild des Knopfes ändern, wenn der Schlafenszeitmodus aktiviert / deaktiviert ist.</small>
es: <small>Cambia la apariencia del botón en la barra superior cuando el modo descanso está activo/inactivo.</small>
fr: <small>Modifie l’apparence du bouton dans la barre supérieure quand le mode coucher est activé / inactif.</small>
it: <small>Cambia l'aspetto del pulsante nella barra superiore quando la modalità notte è attiva/inattiva.</small>
nl: <small>Bepaal hoe de knop eruitziet als de knop actief of inactief is.</small>
ro: <small>Schimbă aspectul butonului în bara de sus când modul Ora de culcare este activ sau inactiv.</small>

source: Top Bar Manual Position
cs: Ruční nastavení polohy v horním panelu
de: Obere Leiste manuelle Position
es: Posición manual en la barra superior
fr: Position manuelle dans la barre supérieure
it: Posizione manuale della barra superiore
nl: Eigen locatie op bovenbalk
ro: Poziție manuală în bara de sus

source: <small>Manually change the button position in Top Bar. Zero is the start of the icons row.</small>
cs: <small>Nastavte ručně polohu tlačítka v horním panelu. Nula je začátek řádku ikon.</small>
de: <small>Die Position des Knopfes in der oberen Leiste manuell ändern. »0« ist der Beginn der Symbol-Reihe.</small>
es: <small>Cambia manualmente la posición del botón en la barra superior. El cero es el inicio de la fila de iconos.</small>
fr: <small>Changez manuellement la position du bouton dans la barre supérieure. Zéro marque le début de la rangée des icônes.</small>
it: <small>Cambia manualmente la posizione del pulsante nella barra superiore. Zero è l'inizio della la riga delle icone.</small>
nl: <small>Kies een eigen locatie op de bovenbalk. 0 = begin van de pictogrammenrij.</small>
ro: <small>Poziționare manuală a butonului în bara de sus. Zero înseamnă începutul rândului de pictograme.</small>

source: Color Preset and Intensity
cs: Barevná předvolba a intenzita
de: Farb-Voreinstellung und Intensität
es: Preajuste de color e intensidad
fr: Préréglage des couleurs et intensité
it: Colore preimpostato e intensità
nl: Voorinstellingen en intensiteit

source: Color Preset
cs: Barevná předvolba
de: Farb-Voreinstellung
es: Preajuste de color
fr: Préréglage colorifique
it: Colore preimpostato
nl: Kleurinstelling
ro: Culoare prestabilită

source: <small>Select the color preset to be used when Bedtime Mode is active.</small>
cs: <small>Vyberte barevnou předvolbu, která bude použita, když je režim večerky aktivní aktivní</small>
de: <small>Wählen Sie die zu nutzende Farb-Voreinstellung, wenn die Schlafenszeit aktiviert ist</small>
es: <small>Selecciona el preajuste de color que se utilizará cuando esté activo el modo descanso.</small>
fr: <small>Choisissez une couleur dominante à utiliser lors de l’activation du mode coucher.</small>
it: <small>Seleziona il colore preimpostato da utilizzare quando la modalità notte è attiva.</small>
nl: <small>Kies de te gebruiken kleuren als de nachtkastmodus is ingeschakeld.</small>
ro: <small>Alege culoarea prestabilită care să fie folosită când modul Ora de culcare este activ.</small>

source: Color Intensity
cs: Barevná intenzita
de: Farbintensität
es: Intensidad del color
fr: Intensité colorifique
it: Intensità del colore
nl: Kleurintensiteit

source: <small>The percentage of how much of the selected color preset is to be applied.</small>
cs: <small>Podíl aplikace vybrané barevné předvolby</small>
de: <small>Der Anteil, zu dem die gewählte Farb-Voreinstellung angewendet wird.</small>
es: <small>El porcentaje de la cantidad del preajuste de color seleccionado que debe aplicarse.</small>
fr: <small>Taux d’application de la couleur préconfigurée.</small>
it: <small>La percentuale di quanto deve essere il colore preimpostato selezionato applicato.</small>
nl: <small>Hoeveel (in procenten) kleur er moet worden gebruikt.</small>
ro: <small>Procentajul cu care să se aplice culoarea prestabilită aleasă.</small>

source: Intensity Change by Scrolling
cs: Změna intenzity scrollováním
de: Änderung der Farbintensität durch Scrollen
es: Cambio de intensidad por desplazamiento
fr: Modifier l’intensité avec le défilement
it: Cambio di intensità tramite scorrimento
nl: Intensiteit veranderen door te scrollen

source: <small>Enable Color Intensity change by scrolling up or down over the button in Top Bar when Bedtime Mode is active.</small>
cs: <small>Povolte změnu intenzity scrollem na tlačítku v horním panelu při aktivním režimu večerky</small>
de: <small>Aktivieren Sie das Ändern der Farbintensität, indem Sie mit dem Mausrad über dem Knopf in der oberen Leiste nach oben oder unten scrollen, wenn der Schlafenszeitmodus aktiviert ist.</small>
es: <small>Activa el cambio de intensidad del color desplazándose hacia arriba o hacia abajo sobre el botón de la barra superior cuando el modo de descanso está activo.</small>
fr: <small>Modifie l’intensité colorifique en utilisant la molette de défilement vers le haut ou vers le bas au dessus du bouton dans la barre supérieure quand le mode coucher est actif.</small>
it: <small>Abilita la modifica dell'intensità del colore scorrendo verso l'alto o verso il basso sul pulsante nella barra superiore quando la modalità notte è attiva.</small>
nl: <small>Verander de kleurintensiteit door omhoog of omlaag te scrollen over de knop op de bovenbalk als de nachtkastmodus is ingeschakeld.</small>

source: Start Bedtime Mode Now
cs: Spustit nyní režim večerky
de: Schlafenszeitmodus jetzt aktivieren
es: Iniciar el modo descanso ahora
fr: Activer le mode coucher maintenant
it: Avvia ora la modalità notte
nl: Nachtkastmodus inschakelen
ro: Pornește acum modul Ora de culcare

source: Turn Off Bedtime Mode
de: Schlafenszeitmodus ausschalten
es: Apagar modo descanso
nl: Nachtkastmodus uitschakelen
ro: Oprește modul Ora de culcare

source: Turn On Bedtime Mode
de: Schlafenszeitmodus einschalten
es: Encender modo descanso
nl: Nachtkastmodus inschakelen
ro: Pornește modul Ora de culcare

source: Color Preset and Apply Factor
ro: Culoare prestabilită și factor de aplicare

source: Color Apply Factor
ro: Factorul de aplicare a culorii
